[{"ID":"bg","Title":"Bố già","Author":"Mario Puzo","PublishedYear":2016,"ImgSrc":"bogia.jpg","Description":"Với cấu tứ hoàn hảo, cốt truyện không thiếu những pha hành động gay cấn, tình tiết bất ngờ và không khí kình địch đến nghẹt thở, Bố già xứng đáng là đỉnh cao trong sự nghiệp văn chương của Mario Puzo. Và như một cơ duyên đặc biệt, ngay từ năm 1971-1972, Bố già đã đến với bạn đọc trong nước qua phong cách chuyển ngữ hào sảng, đậm chất giang hồ của dịch giả Ngọc Thứ Lang.","PageNum":642,"Price":69.3,"Favourited":true},{"ID":"ccn","Title":"Cây cam ngọt của tôi","Author":"José Mauro de Vasconcelos","PublishedYear":2020,"ImgSrc":"caycamngot.jpg","Description":"Có hề gì đâu bao nhiêu là hắt hủi, đánh mắng, vì Zezé đã có một người bạn đặc biệt để trút nỗi lòng: cây cam ngọt nơi vườn sau. Và cả một người bạn nữa, bằng xương bằng thịt, một ngày kia xuất hiện, cho cậu bé nhạy cảm khôn sớm biết thế nào là trìu mến, thế nào là nỗi đau, và mãi mãi thay đổi cuộc đời cậu.\n\n","PageNum":244,"Price":108.0,"Favourited":true},{"ID":"dh","Title":"Dịch hạch","Author":"Albert Camus","PublishedYear":2020,"ImgSrc":"dichhanh.jpeg","Description":"Trong dịch hạch, Oran – thành phố vốn vô hồn xấu xí bên bờ biển Algérie, phải tự đóng cửa biến thành nhà tù vì từng đàn chuột rồi một người, hai người, hàng chục, hàng trăm người chết vì dịch hạch. Oran biến thành một địa ngục khủng khiếp, quằn quại trong nguy cơ bị diệt vong như bao thành phố trước kia ở châu Âu, châu Á, châu Phi. Giữa bầu không khí bi thảm ấy, bất chấp những hiểm họa bị lây nhiễm, những con người bình dị thầm lặng, xông vào trận tuyến chống lại Dịch hạch. Với Kẻ xa lạ, Albert Camus đóng dấu ấn mình lên văn chương thế giới bằng hình ảnh con người phi lý. Còn Dịch hạch là nơi ông suy tư về con người nhập cuộc như con đường tất yếu trong cuộc truy tìm khắc khoải vươn tới ý nghĩa cuộc đời.","PageNum":392,"Price":79.0,"Favourited":true},{"ID":"namiya","Title":"Điều Kỳ Diệu Của Tiệm Tạp Hóa Namiya (Tái Bản 2018)","Author":"Higashino Keigo","PublishedYear":2018,"ImgSrc":"namiya.jpg","Description":"Một đêm vội vã lẩn trốn sau phi vụ khoắng đồ nhà người, Atsuya, Shota và Kouhei đã rẽ vào lánh tạm trong một căn nhà hoang bên con dốc vắng người qua lại. Căn nhà có vẻ khi xưa là một tiệm tạp hóa với biển hiệu cũ kỹ bám đầy bồ hóng, khiến người ta khó lòng đọc được trên đó viết gì. Định bụng nghỉ tạm một đêm rồi sáng hôm sau chuồn sớm, cả ba không ngờ chờ đợi cả bọn sẽ là một đêm không ngủ, với bao điều kỳ bí bắt đầu từ một phong thư bất ngờ gửi đến…","PageNum":358,"Price":105.0,"Favourited":false},{"ID":"dcghd","Title":"Đứa con gái hoang đàng - The Prodigal Daughter","Author":"Jeffrey Archer","PublishedYear":2021,"ImgSrc":"duacongaihoangdang.jpg","Description":"Tiếp nối cuốn tiểu thuyết nổi tiếng HAI SỐ PHẬN về William Kane và Abel Rosnovski, Đứa con gái hoang đàng là một câu chuyện được chắp bút của thế hệ tiếp theo. Câu chuyện đầy trớ trêu, trắc trở nhưng đầy nhân văn.","PageNum":836,"Price":120.25,"Favourited":true},{"ID":"hsp","Title":"Hai số phận","Author":"Jeffrey Archer","PublishedYear":2018,"ImgSrc":"haisophan.jpg","Description":"HAI SỐ PHẬN (tên gốc tiếng Anh là Kane and Abel) là cuốn tiểu thuyết được ông viết dựa theo câu chuyện của anh em Cain và Abel trong Kinh Thánh Cựu Ước. Truyện kể về hai người đàn ông với xuất thân địa vị xã hội và hoàn cảnh sống hoàn toàn khác nhau nhưng có chung một đức tính là luôn chiến đấu hết mình để chinh phục những điều mà mình đã đặt ra. Họ là những người có hoài bão, lý tưởng sống và trên hết họ có một tâm hồn cao quý.","PageNum":768,"Price":124.0,"Favourited":false},{"ID":"truyen-thuyet-vua-arthur","Title":"Illustrated Classics - Truyền thuyết vua Arthur","Author":"Nhiều tác giả","PublishedYear":2018,"ImgSrc":"truyen-thuyet-vua-arthur.jpg","Description":"Với thanh gươm phép thuật trong tay, vua Arthur đã mang đến cho vương quốc Anh sự bình yên, hùng mạnh. Bên cạnh vua Arthur là phù thủy Merlin phép thuật siêu phàm, là những hiệp sĩ Hội Bàn Tròn quả cảm, là hoàng hậu Guinevere xinh đẹp, và có cả phù thủy Morgan le Fay quỷ quyệt, xấu xa.\n\nĐọc Illustrated Classics -  Truyền thuyết vua Arthur, người đọc sẽ được đắm mình trong những trận chiến, những cuộc phiêu lưu hết sức cam go, hồi hộp qua lời kể sống động, cùng những bức ảnh minh họa vừa chân thực, vừa huyền ảo.","PageNum":304,"Price":134.4,"Favourited":false},{"ID":"kitchen","Title":"Kitchen","Author":"Banana Yoshimoto","PublishedYear":2018,"ImgSrc":"kitchen.jpg","Description":"Mikage Sakurai, sau cái chết của bà, hoàn toàn lẻ loi và chỉ biết yêu bếp hơn hết thảy mọi thứ trên đời. Cho tới ngày, một chàng trai tên là Yuchi Tanabe mời cô đến sống cùng hai mẹ con cậu trong căn hộ của họ, nơi có căn bếp tuyệt vời ấm áp cùng hai con người không là gì ngoài một sự đồng cảm bình dị và sâu xa mà cô vẫn hằng mong ước. Rồi cái chết lạnh lùng bất ngờ cướp đi người mẹ lạ kỳ của Yuchi. Trong nỗi đau, sự quyến luyến trở nên mãnh liệt, tình yêu bắt đầu chớm nở giữa hai con người trẻ tuổi... Và đó chính là Kitchen của Banana Yoshimoto, buồn bã nhưng chối từ bi lụy, giản dị nhưng đầy nghệ thuật, là nơi hoà kết nỗi ưu tư mẫn cảm đặc biệt Nhật Bản với niềm vui sống của tuổi trẻ một cách thanh thoát nhất. Mỗi áng văn ngọt ngào trong hình thức một bestseller đã làm nên tên tuổi của Banana Yoshimoto trên khắp Nhật Bản và thế giới.","PageNum":243,"Price":62.0,"Favourited":true},{"ID":"luoc-su-tuong-lai","Title":"Lược sử tương lai - Homo Deus","Author":"Yuval Noah Harari","PublishedYear":2018,"ImgSrc":"luoc-su-tuong-lai.jpg","Description":"Homo sapiens có phải là một dạng sống siêu đẳng, hay chỉ là một tay đầu gấu địa phương? Làm thế nào con người lại tin rằng họ không chỉ đã kiểm soát thế giới, mà còn mang lại ý nghĩa cho nó? Công nghệ sinh học và trí thông minh nhân tạo đe doạ loài người ra sao? Sinh vật nào có thể kế thừa loài người, và tôn giáo mới nào sẽ được sản sinh?","PageNum":508,"Price":150.0,"Favourited":false},{"ID":"napoleon","Title":"Napoléon Bonaparte","Author":"Adam Zamoyski, Horace Vernet","PublishedYear":2021,"ImgSrc":"napoleon.jpg","Description":"Nhìn từ tất cả mọi mặt, Napoléon là một sản phẩm của thời đại mình; xét ở nhiều khía cạnh, ông là hiện thân của giai đoạn lịch sử này. Để hiểu được ông và những điều ông làm, ta cần phải đặt ông vào bối cảnh lịch sử. Để làm được điều đó, ta phải vứt bỏ hết những quan điểm đã được công nhận rộng rãi cùng với những định kiến dân tộc chủ nghĩa, và phải thật vô tư xem xét những điều kiện lịch sử với mọi nguy cơ và triển vọng lớn lao mà thời đại này mang đến.","PageNum":916,"Price":550.0,"Favourited":false},{"ID":"ngmohs","Title":"Những giấc mơ ở hiệu sách Morisaki","Author":"Yagisawa Satoshi","PublishedYear":2017,"ImgSrc":"nhung-giac-mo-o-hieu-sach-morisaki.jpg","Description":"Bị người yêu lừa dối, Takako bỏ việc và rơi vào chuỗi ngày ngủ triền miên để trốn tránh nỗi buồn. Thế rồi, một cuộc điện thoại từ người cậu ruột cả 10 năm trời không gặp đã đánh thức cô khỏi cơn mộng mị. Takako đồng ý đến trông hiệu sách nửa buổi giúp cậu chỉ để làm vừa lòng mẹ. Nhưng thật ngoài tưởng tượng, chờ đợi cô là hiệu sách Morisaki cũ kỹ với thế giới của hàng nghìn cuốn sách chứa trong mình cả thời gian và lịch sử. Sách đã chữa lành vết thương trong lòng cô. Và hơn thế nữa, Takako tìm thấy bao nhiêu điều mới mẻ và thú vị mà trước đây cô chưa từng biết đến.","PageNum":118,"Price":60.0,"Favourited":true},{"ID":"nhung-nguoi-khon-kho","Title":"Những người khốn khổ (Bộ 5 tập)","Author":"Victor Hugo","PublishedYear":2016,"ImgSrc":"nhung-nguoi-khon-kho.jpg","Description":"\"Khi pháp luật và phong hóa còn đày đọa con người, còn dựng nên những địa ngục giữa xã hội văn minh và đem một thứ định mệnh nhân tạo chồng thêm lên thiên mệnh; khi ba vấn đề lớn của thời đại là sự sa đọa của đàn ông vì bán sức lao động, sự trụy lạc của đàn bà vì đói khát, sự cằn cỗi của trẻ nhỏ vì tối tăm, chưa được giải quyết; khi ở một số nơi đời sống còn ngạt thở; nói khác đi, và trên quan điểm rộng hơn, khi trên mặt đất, dốt nát và đói khổ còn tồn tại, thì những cuốn sách như loại này còn có thể có ích.”","PageNum":2000,"Price":250.0,"Favourited":false},{"ID":"nhung-nha-kham-pha-lich-su","Title":"Những Nhà Khám Phá Lịch Sử Tri Kiến Vạn Vật Và Con Người","Author":"Daniel J Boorstin","PublishedYear":2018,"ImgSrc":"nhung-nha-kham-pha-lich-su.jpg","Description":"Là cuốn mở đầu cho tác phẩm bộ ba lịch sử thế giới bao gồm cả The Creators (Những nhà sáng tạo) và The Seekers (Những người tìm kiếm), nhưng Những nhà khám phá được coi như một kiệt tác độc lập. Một tác phẩm nổi bật, vượt trội, khai mở cho người tò mò muốn biết thế giới đã được khám phá như thế nào, một trong những bách khoa thư lịch sử xuất sắc nhất khó lòng tìm được ở bất cứ nơi đâu khác.","PageNum":750,"Price":209.0,"Favourited":false},{"ID":"sn","Title":"Suối nguồn","Author":"Ayn Rand","PublishedYear":2018,"ImgSrc":"sn.jpg","Description":"Suối nguồn (The Fountainhead) tiểu thuyết của Ayn Rand, tác giả có ảnh hưởng lớn nhất đến độc giả Mỹ trong thế kỷ 20. - Tác phẩm đã bán được 6 triệu bản trong hơn 60 năm qua kể từ khi xuất bản lần đầu (năm 1943). - Được dịch ra nhiều thứ tiếng và vẫn liên tục được tái bản hàng năm. - Một tiểu thuyết kinh điển cần đọc nay đã có mặt tại Việt Nam với bản dịch tiếng Việt. Xin trân trọng giới thiệu cùng quý độc giả.","PageNum":1200,"Price":301.75,"Favourited":false},{"ID":"toi-noi-gi-khi-noi-ve-chay-bo","Title":"Tôi nói gì khi nói về chạy bộ (Tái bản 2021)","Author":"Haruki Murakami","PublishedYear":2021,"ImgSrc":"toi-noi-gi-khi-noi-ve-chay-bo.jpg","Description":"Liệu có gì chung giữa viết văn và chạy bộ? Có, Haruki Murakami trả lời, giản dị, tự tin, bằng hành động viết và bằng cuộc sống của chính mình. Nhà văn Nhật Bản nổi tiếng, tác giả Rừng Na Uy, Biên niên ký chim vặn dây cót, Kafka bên bờ biển… bên cạnh khả năng viết xuất chúng còn là một người chạy bộ cừ khôi. Trong cuốn sách nhỏ mà thú vị này, bằng giọng văn lôi cuốn, thoải mái nhưng đầy sức mạnh, Murakami kể về quá trình tham gia môn chạy bộ cùng những suy tưởng của ông về ý nghĩa của chạy bộ, và rộng hơn nữa, của vận động cơ thể - sự tuân theo một kỷ luật khắt khe về phương diện thể xác - đối với hoạt động chuyên môn của ông trong tư cách nhà văn.","PageNum":235,"Price":65.0,"Favourited":false},{"ID":"tt","Title":"Totto-chan bên cửa sổ","Author":"Kuroyanagi Tetsuko","PublishedYear":2019,"ImgSrc":"totto.jpg","Description":"Vừa vào lớp một được vài ngày, Totto-chan đã bị đuổi học!!!\n\nKhông còn cách nào khác, mẹ đành đưa Totto-chan đến một ngôi trường mới, trường Tomoe. Đấy là một ngôi trường kỳ lạ, lớp học thì ở trong toa xe điện cũ, học sinh thì được thoả thích thay đổi chỗ ngồi mỗi ngày, muốn học môn nào trước cũng được, chẳng những thế, khi đã học hết bài, các bạn còn được cô giáo cho đi dạo. Đặc biệt hơn ở đó còn có một thầy hiệu trưởng có thể chăm chú lắng nghe Totto-chan kể chuyện suốt bốn tiếng đồng hồ! Chính nhờ ngôi trường đó, một Totto-chan hiếu động, cá biệt đã thu nhận được những điều vô cùng quý giá để lớn lên thành một con người hoàn thiện, mạnh mẽ.","PageNum":359,"Price":68.6,"Favourited":true},{"ID":"tram-nam-co-don","Title":"Trăm năm cô đơn","Author":"Gabriel García Márquez","PublishedYear":2018,"ImgSrc":"tram-nam-co-don.jpg","Description":"“Chỉ với một bước nhảy, Gabriel García Márquez đã vụt lên ngang hàng với Günter Grass và Vladimir Nabokov.”\n- The New York Times.\n \n“Xuất sắc, hỗn độn, với tầm ảnh hưởng lớn…  Một thiên tiểu thuyết vĩ đại và đầy tính nhạc.”\n- The Times.\n \nỞ Mỹ Latin, ai ai cũng đọc tác phẩm này, từ các giáo sư cho đến dân lao động và cả gái điếm.”\n- The Sydney Morning Herald.","PageNum":496,"Price":120.0,"Favourited":true}]